brightnessctl
dunst
fuzzel
grim
hypridle
hyprland
hyprlock
hyprsunset
libnotify
network-manager-applet
noto-fonts
noto-fonts-emoji
nvidia-open
nwg-displays
pavucontrol
slurp
swaybg
ttf-hack-nerd
vulkan-radeon
waybar
wl-clipboard
xdg-desktop-portal-hyprland
fastfetch
fish
foot
lftp
starship
tmux
zoxide
btop
fzf
imagemagick
man-db
man-pages
ripgrep
rocm-smi-lib
smartmontools
tree
neovim
tree-sitter-cli
7zip
atool
unrar
zip
aarch64-linux-gnu-gcc
cmake
composer
dbeaver
docker-compose
doxygen
gradle
iptables-nft
jdk21-openjdk
jdk8-openjdk
linux-headers
lld
mingw-w64-gcc
ninja
qemu-desktop
renderdoc
rpi-imager
rustup
v4l2loopback-dkms
valgrind
vulkan-validation-layers
chromium
gimp
texlive-fontsrecommended
texlive-fontutils
texlive-langenglish
texlive-langeuropean
texlive-latexextra
texlive-plaingeneric
wf-recorder
dosfstools
exfatprogs
ntfs-3g
wine-mono
