blueman
brightnessctl
dunst
fuzzel
grim
hypridle
hyprland
hyprlock
hyprpaper
hyprsunset
lib32-nvidia-utils
network-manager-applet
noto-fonts
noto-fonts-emoji
nvidia
nwg-displays
pavucontrol
slurp
ttf-hack-nerd
waybar
wl-clipboard
xdg-desktop-portal-hyprland
fastfetch
fish
foot
starship
tmux
zoxide
btop
fzf
imagemagick
man-db
man-pages
ripgrep
rocm-smi-lib
smartmontools
sshfs
neovim
tree-sitter-cli
highlight
ranger
ueberzugpp
7zip
atool
unrar
zip
aarch64-linux-gnu-gcc
cmake
composer
dbeaver
docker
docker-compose
dotnet-sdk
doxygen
github-cli
gradle
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
linux-headers
lld
llvm
mariadb
mingw-w64-gcc
mono
networkmanager-openvpn
openbsd-netcat
qemu-desktop
renderdoc
rpi-imager
rustup
sqlx-cli
tinyxxd
trunk
v4l2loopback-dkms
valgrind
vulkan-validation-layers
wasm-pack
watchexec
chromium
gimp
pandoc-cli
texlive-fontsrecommended
texlive-fontutils
texlive-langenglish
texlive-langeuropean
texlive-latexextra
texlive-plaingeneric
wf-recorder
discord
spotify-launcher
steam
dosfstools
exfatprogs
ntfs-3g
wine-mono
