brightnessctl
fuzzel
grim
hyprland
hyprpaper
hyprsunset
noto-fonts
noto-fonts-emoji
slurp
ttf-hack-nerd
waybar
wl-clipboard
xdg-desktop-portal-hyprland
fastfetch
fish
foot
starship
zoxide
bluetui
btop
fzf
man-db
man-pages
pulsemixer
ripgrep
rocm-smi-lib
sshfs
neovim
tree-sitter-cli
highlight
ranger
7zip
atool
unrar
zip
aarch64-linux-gnu-gcc
cmake
composer
dotnet-sdk
doxygen
gradle
gtest
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
lld
mariadb
mingw-w64-gcc
npm
openbsd-netcat
rpi-imager
rustup
sqlx-cli
valgrind
virtualbox
wasm-pack
watchexec
chromium
gimp
pandoc-cli
texlive-fontsrecommended
texlive-fontutils
texlive-langenglish
texlive-langeuropean
texlive-latexextra
texlive-plaingeneric
wf-recorder
discord
spotify-launcher
steam
dosfstools
ntfs-3g
wine-mono
